Repository: klocuch133/QDALite
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

source: The working environment
pl: Środowisko pracy

source: Top Next
pl: Do góry Dalej

source: Top Previous Next
pl: Do góry Dalej Następna

source: Boolean - The Boolean type stores a value that can be either true or false (or Yes or No).
pl: Boolean - Typ Boolean przechowuje wartość, która może być prawdziwa lub fałszywa (lub Tak lub Nie).

source: DATA TYPE - Each variable in the data file must have a type.
pl: DATA TYPE - Każda zmienna w pliku danych musi mieć swój typ.

source: DESCRIPTION - The Description option is used to enter a variable label that describes in more detail the content of the variable.
pl: DESCRIPTION - opcja Opis (Description) służy do wprowadzenia etykiety zmiennej, która bardziej szczegółowo opisuje zawartość zmiennej.

source: Date - The date type holds a year, month and day.
pl: Date - Typ daty przechowuje rok, miesiąc i dzień.

source: Document - This data type is used to store documents that will be manually coded.
pl: Document - Ten typ danych służy do przechowywania dokumentów, które będą ręcznie kodowane.

source: Each window may be resized either horizontally or vertically, by dragging its border.
pl: Każde okno może być zmieniane w poziomie lub w pionie poprzez przeciąganie jego granicy.

source: Free QUALITATIVE ANALYSIS SOFTWARE
pl: Darmowe OPROGRAMOWANIE DO ANALIZY JAKOŚCIOWEJ

source: Image - This data type is used to store graphics that will be manually coded.
pl: Image - Ten typ danych służy do przechowywania grafiki, która będzie ręcznie kodowana.

source: Merge start and end pages - By default, start-page and end-page numbers are stored in separate variables.
pl: Scalenie stron początkowych i końcowych - Domyślnie numery stron początkowych i końcowych są przechowywane w oddzielnych zmiennych.

source: Nominal/Ordinal - Nominal or ordinal variables are used to hold a limited number of short strings used to describe specific properties of a case.
pl: Nominal/Ordinal - zmienne nominalne lub porządkowe służą do przechowywania ograniczonej liczby krótkich ciągów znaków używanych do opisywania konkretnych właściwości sprawy.

source: Numeric - Numeric variables can contain either integer or floating-point numbers.
pl: Numeric - zmienne numeryczne mogą zawierać liczby całkowite lub zmiennoprzecinkowe.

source: Select variables to import - This list box allows you to put check marks beside variables that you want to import.
pl: Wybierz zmienne do importu - To pole listy pozwala na umieszczenie znaczników wyboru obok zmiennych, które chcemy zaimportować.

source: Short String - Short string variables can contain up to 254 alphanumeric characters.
pl: Short String - zmienne typu Short String mogą zawierać do 254 znaków alfanumerycznych.

source: Spreadsheet Data Files
pl: SprPliki danych eadsheet

source: The PROJECT drop-down menu gives you access to various operations related to entire projects, such as project creation, opening and configuration.
pl: Menu rozwijane PROJEKT daje dostęp do różnych operacji związanych z całymi projektami, takich jak tworzenie otwieranie i konfiguracja projektu

source: The large DOCUMENT window on the right side of the screen is the main working space.
pl: Duże oknoDOKUMENT po prawej stronie ekranu jest główną przestrzenią roboczą.

source: The picture below provides an example of the QDA Miner workspace.
pl: Na poniższym rysunku przedstawiono przykładowy obszar roboczy QDA Miner.

source: The text and code retrieval features as well as the various exploratory tools available in QDA Miner (coding sequences or co-occurrences analysis, heatmaps and correspondence analysis plot, etc) are all grouped under the ANALYSIS drop-down menu.
pl: Funkcje wyszukiwania tekstu i kodu, jak również różne narzędzia eksploracyjne dostępne w QDA Miner (analiza sekwencji kodowania lub współwystępowania, mapy ciepła i wykresy analizy korespondencji, itp.) są zgrupowane w menu rozwijanym ANALIZA.

source: Transform publication year into a date - The publication dates in RIS files can consist of a full date, with days and months, or only the year, or sometimes the publication month and year.
pl: Transformacja roku publikacji na datę - Daty publikacji w plikach RIS mogą składać się z pełnej daty, z dniami i miesiącami, lub tylko z roku, a czasem z miesiąca i roku publikacji.

source: VARIABLE NAME - The first edit box at the top of the dialog box allows you to enter a variable name.
pl: VARIABLE NAME - Pierwsze pole edycyjne w górnej części okna dialogowego umożliwia wprowadzenie nazwy zmiennej.

source: click the Open an existing project button.
pl: kliknij przycisk Otwieranie istniejącego projektu.

source: click the Re-open a recently opened project button and select its name from the displayed drop-down list.
pl: kliknij przycisk Otwórz ponownie ostatnio otwarty projektwybierz jego nazwę z wyświetlonej listy rozwijanej.

source: A Save File dialog box will appear.
pl: Pojawi się okno dialogowe Save File (Zapisz plik).

source: A case can contain several documents as well as numerous alphanumeric, numeric, categorical, date or Boolean variables.
pl: Sprawa może zawierać kilka dokumentów, a także liczne zmienne alfanumeryczne, numeryczne, kategoryczne, daty lub zmienne logiczne.

source: A case is the basic unit of analysis of a project.
pl: Przypadek jest podstawową jednostką analizy projektu.

source: A dialog box similar to the one below will appear:
pl: Pojawi się okno dialogowe podobne do tego poniżej:

source: A document variable may also be created to store notes or comments that are specific to a case.
pl: Zmienna dokumentu może być również utworzona w celu przechowywania notatek lub komentarzy, które są specyficzne dla danej sprawy.

source: A single dot can also be used to represent a missing value.
pl: Pojedyncza kropka może być również użyta do reprezentowania brakującej wartości.

source: A single project can contain up to 2035 variables per case.
pl: Pojedynczy projekt może zawierać do 2035 zmiennych w każdym przypadku.

source: A variable may contain a document or an image to be manually coded, but can also consist of a numeric value, a date, a Boolean value (true or false), etc.
pl: Zmienna może zawierać dokument lub obraz do ręcznego zakodowania, ale może też składać się z wartości liczbowej, daty, wartości logicznej (prawda lub fałsz) itp.

source: ASCII Data Files
pl: Pliki danych ASCII

source: All invalid scores and all blanks encountered between commas or tabs are treated as missing values.
pl: Wszystkie nieprawidłowe wyniki i wszystkie spacje napotkane pomiędzy przecinkami lub tabulatorami są traktowane jako brakujące wartości.

source: All unchecked items will be ignored.
pl: Wszystkie niezaznaczone elementy będą ignorowane.

source: Another approach is to change the file extension to RIS, and QDA Miner will automatically recognize this file extension and import the references in this file without the need to specify the proper file type.
pl: Innym podejściem jest zmiana rozszerzenia pliku na RIS, a QDA Miner automatycznie rozpozna to rozszerzenie pliku i zaimportuje referencje w tym pliku bez konieczności określania właściwego typu pliku.

source: As well, the first row should preferably contain the variable names, while the remaining rows should hold the data, one case per row.
pl: Jak również, pierwszy rząd powinien najlepiej zawierać nazwy zmiennych, a pozostałe wiersze powinny zawierać dane, po jednym przypadku w każdym wierszu.

source: Atlas.ti 5.x and 6.x hermeneutic unit
pl: Jednostka hermeneutyczna Atlas.ti 5.x i 6.x

source: Atlas.ti hermeneutic unit
pl: Atlas.ti jednostka hermeneutyczna

source: Blank lines can also be inserted anywhere in the file.
pl: Puste linie mogą być również wstawiane w dowolnym miejscu pliku.

source: By default, QDA Miner will import just the publication year and store it in an integer variable.
pl: Domyślnie QDA Miner importuje tylko rok publikacji i przechowuje go w zmiennej typu integer.

source: Cells in the first row of the selected range are treated as field names.
pl: Komórki w pierwszym wierszu wybranego zakresu są traktowane jako nazwy pól.

source: Change the name of the XML file so that it has the same same name as the project file but with an XML file extension (you may need to remove the "hu_" prefix).
pl: Zmień nazwę pliku XML tak, aby miał taką samą nazwę jak plik projektu, ale z rozszerzeniem pliku XML (może być konieczne usunięcie prefiksu "hu_").

source: Click OK to confirm the setting of these values.
pl: Kliknij OK, aby potwierdzić ustawienie tych wartości.

source: Close Atlas-ti.
pl: Zamknij się Atlas-ti.

source: Color brackets are used to indicate the physical limits of the coded segment.
pl: Kolorowe nawiasy służą do wskazania fizycznych graniczakodowanego segmentu.

source: Comma Separated Values
pl: Wartości rozdzielone przecinkami

source: Comments can be inserted anywhere in the file by putting an asterisk ('*') at the beginning of the line.
pl: Komentarze można wstawiać w dowolnym miejscu pliku, umieszczając na początku linii gwiazdkę ('*').

source: Create a new project
pl: Utwórz nowy projekt

source: Creating a new empty project
pl: Tworzenie nowego pustego projektu

source: Creating an Empty Project
pl: Tworzenie pustego projektu

source: Creating an empty project
pl: Tworzenie pustego projektu

source: Database Files
pl: Pliki baz danych

source: Documents are stored in Rich-Text Format and support font and paragraph formatting, graphics and tables.
pl: Dokumenty są przechowywane w formacie Rich-Text Format (RTF) i obsługują formatowanie czcionek i akapitów, grafiki i tabel.

source: Documents may be edited at any time without affecting the existing coding.
pl: Dokumenty mogą być w każdej chwili edytowane bez wpływu na istniejący już kod.

source: Each line must contain data for one case; variables must be in the same order for all cases.
pl: Każdy wiersz musi zawierać dane dla jednego przypadku; zmienne muszą być w tej samej kolejności dla wszystkich przypadków.

source: Each variable name must be unique (within that project file).
pl: Każda nazwa zmiennej musi być unikalna (w ramach danego pliku projektu).

source: Enter a description (optional).
pl: Wprowadź opis (opcjonalne).

source: Enter a unique variable name.
pl: Wprowadź unikalną nazwę zmiennej.

source: Ethnograph 5.x project file (document, codebook and coding only)
pl: Plik projektu Ethnograph 5.x (tylko dokument, książka kodowa i kodowanie)

source: Every line must end with a carriage return.
pl: Każda linia musi kończyć się znakiem powrotu do wierszy.

source: Expand
pl: Rozwiń

source: Floating-point numbers are stored in the data file using double precision values (at least 15 significant digits).
pl: Liczby zmiennoprzecinkowe są przechowywane w pliku danych przy użyciu wartości podwójnej precyzji (co najmniej 15 cyfr znaczących).

source: For example, all operations relevant to the CASES windows are grouped under the CASES drop-down menu, while all commands relevant to the codebook currently displayed are located under the CODES drop-down menu.
pl: Na przykład wszystkie operacje istotne dla okien CASES są zgrupowane pod rozwijanym menu CASES, natomiast wszystkie polecenia istotne dla aktualnie wyświetlanej książki kodowej znajdują się pod rozwijanym menu CODES.

source: For example, if you want to analyze transcripts of in-depth interviews of numerous individuals, you may end up creating a project file where each case contains information associated with a single interviewee.
pl: Na przykład, jeśli chcesz analizować transkrypcje wywiadów pogłębionych z wieloma osobami, możesz skończyć tworząc plik projektu, w którym każdy przypadek zawiera informacje związane z jednym rozmówcą.

source: For example, you can assess how the content of an interview is related to the interviewee's gender or age, or how it relates to specific answers to a close-ended question.
pl: Na przykład, można ocenić, jak treść wywiadu jest związana z płcią lub wiekiem respondenta, lub jak odnosi się do konkretnych odpowiedzi na pytanie zamknięte.

source: For example, you may choose to use this variable type to identify the gender of the interviewee ("male" or "female") or its group membership ("manager", "employee", "client", etc.).
pl: Na przykład, możesz zdecydować się na użycie tego typu zmiennej do określenia płci rozmówcy ("mężczyzna" lub "kobieta") lub jego przynależności do grupy ("kierownik", "pracownik", "klient" itp.).

source: Formatting Spreadsheet Data
pl: Formatowanie danych w arkuszu kalkulacyjnym

source: From top to bottom:
pl: Z góry do dołu:

source: Graphics and tables may also be inserted in the document.
pl: Do dokumentu można również wstawić grafikę i tabelę.

source: Help & Manual
pl: Pomoc i instrukcja

source: However, the length of alphanumeric fields should not exceed 256 characters and memo fields are not supported.
pl: Długość pól alfanumerycznych nie powinna jednak przekraczać 256 znaków, a pola memo nie są obsługiwane.

source: INTRODUCTION
pl: WSTĘP

source: If a project with an identical name already exists, you will be asked to confirm the overwriting of the older project.
pl: Jeśli projekt o identycznej nazwie już istnieje, zostaniesz poproszony o potwierdzenie nadpisania starszego projektu.

source: If no variable name is encountered, QDA Miner will automatically provide one for each column in the defined range.
pl: Jeśli nie napotkamy nazwy zmiennej, QDA Miner automatycznie poda ją dla każdej kolumny w zdefiniowanym zakresie.

source: If only the year is specified, QDA Miner will set the day and month to January 1.
pl: Jeśli podany jest tylko rok, QDA Miner ustawi dzień i miesiąc na 1 stycznia.

source: If the current variable uses the same values as another existing variable, you may also establish a link to this other variable so that they will share the same list of values.
pl: Jeśli bieżąca zmienna używa tych samych wartości co inna istniejąca zmienna, możesz również ustanowić powiązanie z tą inną zmienną, dzięki czemu będą one współdzielić tę samą listę wartości.

source: If the publication date consists of a month and a year only, then QDA Miner will set the day to the first day of the month.
pl: Jeśli data publikacji składa się tylko z miesiąca i roku, to QDA Miner ustawi dzień na pierwszy dzień miesiąca..

source: If you do have such kind of data, you may use the exporting capabilities of your database program to create a data file more compatible with QDA Miner (such as a FoxPro 2.x data file or a tab delimited text file).
pl: Jeżeli posiadamy tego rodzaju dane, możemy skorzystać z możliwości eksportu programu bazodanowego, aby stworzyć plik danych bardziej kompatybilny z QDA Miner (np. plik danych FoxPro 2.x lub plik tekstowy z delimitacją tabulacji).

source: If you set the Range Name list box to ALL, the program attempts to read the whole page.
pl: Jeśli ustawisz pole listy Range Name (Nazwa zakresu) na ALL (WSZYSTKIE), program próbuje odczytać całą stronę.

source: ImportRIS
pl: Importuj RIS

source: Importing an Existing Data File
pl: Importowanie Istniejącego Pliku Danych

source: Importing an existing data file
pl: Importowanie istniejącego pliku danych

source: Importing an existing data file,Importing Excel files,Importing MS Access files
pl: Importowanie istniejącego pliku danych, Importowanie plików Excel, Importowanie plików MC Access

source: In Atlas-ti, open the project you want to import into QDA Miner.
pl: W Atlas-ti otwórz projekt, który chcesz zaimportować do QDA Miner.

source: In spreadsheet programs, you can enter both numeric and alphanumeric data in the cells of a data grid.
pl: W programach arkuszy kalkulacyjnych do komórek siatki danych można wprowadzać zarówno dane liczbowe, jak i alfanumeryczne.

source: In the Variable Definitions dialog box (see above), you can define various attributes for these new variables, such as their name and whether they will contain numeric, alphanumeric values, or dates.
pl: W oknie dialogowym Definicje zmiennych (patrz wyżej) można zdefiniować różne atrybuty dla tych nowych zmiennych, takie jak ich nazwa i czy będą zawierać wartości numeryczne, alfanumeryczne lub daty.

source: Introduction to QDA Miner
pl: Wprowadzenie do QDA Miner

source: It also gives access to a variety of retrieval and analysis tools.
pl: Daje również dostęp do wielu narzędzi wyszukiwania i analizy.

source: It is possible to create several document and image variables for each case.
pl: Możliwe jest stworzenie kilku zmiennych dokumentów i obrazów dla każdego przypadku.

source: It typically represents an individual, an organization, or a group.
pl: Zazwyczaj reprezentuje on jednostkę, organizację lub grupę.

source: Locate and select your project (a QDA Miner project is stored with a .WPJ file extension).
pl: Zlokalizuj i wybierz swój projekt (projekt QDA Miner jest przechowywany z rozszerzeniem pliku .WPJ).

source: Longer strings are truncated at ten characters.
pl: Dłuższe ciągi są obcinane do dziesięciu znaków.

source: MS Access Data Files
pl: Pliki danych MS Access

source: Maximize
pl: Powiększ

source: Minimize
pl: Zmniejsz

source: Move back to the previous case
pl: Powrót do poprzedniego przypadku

source: Move forward to the next case
pl: Przejdź do następnego przypadku

source: Move to the first case of the project.
pl: Przejście do pierwszego przypadku projektu

source: Move to the last case of the project.
pl: Przejdź do ostatniego przypadku w projekcie.

source: Navigating through cases
pl: Poruszanie się po przypadkach

source: Note: this list may later be modified to add new values or edit existing ones.
pl: Uwaga: lista ta może być później modyfikowana w celu dodania nowych wartości lub edycji istniejących.

source: Numerous file formats may be directly imported into document variables, such as Windows bitmaps (*.BMP), Windows Meta Files (*.WMF), or Enhanced Meta Files (*.EMF), Compuserve Graphic Interface (*.GIF), Portable Network Graphics (*.PNG) or JPEG files (*.JPG or *.JPEG) (see Importing a Document or an Image into the Current Project).
pl: Liczne formaty plików mogą być bezpośrednio importowane do zmiennych dokumentów, takich jak zwykłe pliki ASCII (*.TXT), pliki Rich Text (*.RTF), dokumenty MS Word (*.DOC), HTML (*.HTM lub *.HTML) i dokumenty WordPerfect (*.WPD) (patrz Importowanie dokumentu lub Image do Bieżącego Projektu).

source: Numerous file formats may be directly imported into document variables, such as plain ASCII files (*.TXT), Rich Text files (*.RTF), MS Word documents (*.DOC), HTML (*.HTM or *.HTML) and WordPerfect documents (*.WPD) (see Importing a Document or an Image into the Current Project).
pl: Liczne formaty plików mogą być bezpośrednio importowane do zmiennych dokumentów, takich jak zwykłe pliki ASCII (*.TXT), pliki Rich Text (*.RTF), dokumenty MS Word (*.DOC), HTML (*.HTM lub *.HTML) i dokumenty WordPerfect (*.WPD) (patrz Importowanie dokumentu lub Image do bieżącego projektu).

source: Once a file has been selected for importation, QDA Miner will display a dialog box similar to this one:
pl: Po wybraniu pliku do importu, QDA Miner wyświetli okno dialogowe podobne do tego:

source: Once the table has been selected, click the IMPORT button to import the data file.
pl: Po wybraniu tabeli kliknij przycisk IMPORT (IMPORTUJ), aby zaimportować plik z danymi.

source: One of the unique features of QDA Miner is its ability to explore relationships between any one of these properties and codes manually assigned to documents.
pl: Jedną z unikalnych cech QDA Miner jest możliwość badania zależności pomiędzy dowolną z tych właściwości a kodami ręcznie przypisanymi do dokumentów.

source: One or more document variables may be created to contain transcripts of those interviews.
pl: Można utworzyć jedną lub więcej zmiennych dokumentów zawierających transkrypcje tych wywiadów.

source: Open QDA Miner, run the QDA Miner importation routine and select either the .HPR5 or .HPR6 file or the newly created .XML file.
pl: Otwórz QDA Miner, uruchom procedurę importu QDA Miner i wybierz plik .HPR5 lub .HPR6 albo nowo utworzony plik .XML.

source: Opening a Project When the QDA Miner Program is Already Running
pl: Otwieranie projektu, gdy program QDA Miner jest już uruchomiony

source: Opening a Project from Windows Explorer
pl: Otwieranie projektu z programu Windows Explorer

source: Opening a Project from the Introductory Screen
pl: Otwieranie projektu z ekranu początkowego

source: Opening an Existing Project
pl: Otwieranie istniejącego projektu

source: Opening an existing project
pl: Otwieranie istniejącego projektu

source: Operations associated with the main four windows of the working environment are grouped under menus with a corresponding name.
pl: Operacje związane z głównymi czterema oknami środowiska pracy są zgrupowane w menu o odpowiedniej nazwie.

source: Project Structure
pl: Struktura projektu

source: Project operations
pl: Działania związane z projektem

source: ProjectIcon
pl: Ikonka projektu

source: Punctuation marks, blank spaces, accentuated and other special characters are not permitted.
pl: Niedopuszczalne są znaki interpunkcyjne, puste miejsca, znaki akcentowane i inne znaki specjalne.

source: QDA Miner Lite can import and export documents, data and results in numerous file formats (MS Word, WordPerfect, RTF, HTML, XML, PDF documents, MS Access, Excel, SPSS, Paradox, dBase, QSR N6, NVivo, Atlas.ti, HyperResearch, Ethnograph, Transana, Transcriber, etc.).
pl: QDA Miner Lite może importować i eksportować dokumenty, dane i wyniki w wielu formatach plików (MS Word, WordPerfect, RTF, HTML, XML, dokumenty PDF, MS Access, Excel, SPSS, Paradox, dBase, QSR N6, NVivo, Atlas.ti, HyperResearch, Ethnograph, Transana, Transcriber, itp.).

source: QDA Miner Lite is a free easy-to-use qualitative data analysis software package for coding textual and graphical data, annotating, retrieving and reviewing coded data, documents and images.
pl: QDA Miner Lite to darmowy, łatwy w użyciu pakiet oprogramowania do analizy danych jakościowych, służący do kodowania danych tekstowych i graficznych, adnotacji, wyszukiwania i przeglądania zakodowanych danych, dokumentów i obrazów.

source: QDA Miner allows you to directly import data files from spreadsheet and database applications, as well as from plain ASCII data files (comma or tab delimited text).
pl: QDA Miner pozwala na bezpośredni import plików danych z arkuszy kalkulacyjnych i aplikacji bazodanowych, jak również ze zwykłych plików danych ASCII (tekst delimitowany przecinkami lub tabulatorami).

source: QDA Miner can import dBase and Paradox data files.
pl: QDA Miner może importować pliki danych dBase i Paradox.

source: QDA Miner can import data created by reference management software (like EndNote, Reference Manager, ProCite, Zotero), as well as many digital libraries (such as IEEE Xplore, ScienceDirect, SpringerLink).
pl: QDA Miner może importować dane utworzone przez oprogramowanie do zarządzania referencjami (jak EndNote, Reference Manager, ProCite, Zotero), a także wiele bibliotek cyfrowych (jak IEEE Xplore, ScienceDirect, SpringerLink).

source: QDA Miner can import spreadsheet files produced by EXCEL, LOTUS 1-2-3 (v1.1 to v5.0) and QUATTRO PRO (v1.0 to v6.0).
pl: QDA Miner może importować pliki arkuszy kalkulacyjnych stworzonych przez EXCEL, LOTUS 1-2-3 (v1.1 do v5.0) i QUATTRO PRO (v1.0 do v6.0).

source: QDA Miner can later be instructed to search and analyze specific document or image variables or in all documents.
pl: QDA Miner może być później poinstruowany, aby wyszukiwał i analizował określone zmienne dokumentu lub obrazu albo we wszystkich dokumentach.

source: QDA Miner keeps all documents, coding schemes, codes, and notes in a set of files called a "project".
pl: QDA Miner przechowuje wszystkie dokumenty, schematy kodowania, kody i notatki w zestawie plików zwanym „projektem”.
